Repository: arthurdevv/alpha
Catalog: locales/*.po
Languages: de_de, fr_fr

source: How often to send SSH-level keepalive packets to the server.
de_de: Wie oft Keep-Alive-Pakete auf SSH-Ebene an den Server gesendet werden sollen.
fr_fr: Fréquence d'envoi des paquets de maintien de connexion au niveau SSH au serveur.

source: Number of consecutive unanswered SSH keepalive packets before disconnection.
de_de: Anzahl aufeinanderfolgender unbeantworteter SSH-Keep-Alive-Pakete vor der Trennung der Verbindung.
fr_fr: Nombre de paquets de maintien de connexion SSH consécutifs sans réponse avant la déconnexion.

source: Remote
de_de: Entfernt
fr_fr: Distant

source: Dynamic
de_de: Dynamisch
fr_fr: Dynamique

source: Forward host
de_de: Weiterleitungs-Host
fr_fr: Hôte de transfert

source: Forward port
de_de: Weiterleitungs-Port
fr_fr: Port de transfert

source: local forwarding
de_de: lokale Weiterleitung
fr_fr: transfert local

source: remote forwarding
de_de: entfernte Weiterleitung
fr_fr: transfert distant

source: dynamic forwarding
de_de: dynamische Weiterleitung
fr_fr: transfert dynamique

source: Text
fr_fr: Texte

source: Restart required
de_de: Neustart erforderlich
fr_fr: Redémarrage requis

source: Press
de_de: Drücken Sie
fr_fr: Appuyez sur

source: to show all commands
de_de: um alle Befehle anzuzeigen
fr_fr: pour afficher toutes les commandes

source: Paste a valid Gist IDs
de_de: Gültige Gist-ID einfügen
fr_fr: Coller un ID de Gist valide

source: External
de_de: Externe
fr_fr: Externe

source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer

source: Commands
de_de: Befehle
fr_fr: Commandes

source: History
de_de: Verlauf
fr_fr: Historique

source: Clear history
de_de: Verlauf löschen
fr_fr: Effacer l'historique

source: No results found
de_de: Keine Ergebnisse gefunden
fr_fr: Aucun résultat trouvé

source: No profiles found
de_de: Keine Profile gefunden
fr_fr: Aucun profil trouvé

source: No commands found
de_de: Keine Befehle gefunden
fr_fr: Aucune commande trouvée

source: from
de_de: von
fr_fr: de

source: Help improve Alpha
de_de: Hilf Alpha zu verbessern
fr_fr: Aider à améliorer l'Alpha

source: Whether crash reports and error diagnostics are shared to help improve Alpha’s stability.
de_de: Ob Absturzberichte und Fehlerdiagnostik gemeinsam genutzt werden, um die Stabilität Alpha zu verbessern.
fr_fr: Si les rapports de plantage et les diagnostics d’erreurs sont partagés pour aider à améliorer la stabilité d’Alpha.

source: Theme
de_de: Thema
fr_fr: Thème

source: Controls the color theme of the terminal.
de_de: Steuert das Farbschema des Terminals.
fr_fr: Contrôle le thème de couleur du terminal.

source: Preserve background
de_de: Hintergrund beibehalten
fr_fr: Conserver l'arrière-plan

source: Whether the terminal preserves Alpha's default background color.
de_de: Gibt an, ob das Terminal die Standardfarbe Alpha beibehält.
fr_fr: Si le terminal conserve la couleur d'arrière-plan par défaut d'Alpha.

source: Show colors
de_de: Farben anzeigen
fr_fr: Afficher les couleurs

source: Hide colors
de_de: Farben ausblenden
fr_fr: Cacher les couleurs

source: Foreground
de_de: Vordergrund
fr_fr: Premier plan

source: Selection background
de_de: Hintergrund der Auswahl
fr_fr: Arrière-plan de la sélection

source: Background
de_de: Hintergrund
fr_fr: Arrière-plan

source: Black
de_de: Schwarz
fr_fr: Noir

source: Red
de_de: Rot
fr_fr: Rouge

source: Green
de_de: Grün
fr_fr: Vert

source: Yellow
de_de: Gelb
fr_fr: Jaune

source: Blue
de_de: Blau
fr_fr: Bleu

source: Purple
de_de: Lila
fr_fr: Violet

source: White
de_de: Weiß
fr_fr: Blancs

source: Bright black
de_de: Helles Schwarz
fr_fr: Noir vif

source: Bright red
de_de: Helles Rot
fr_fr: Rouge vif

source: Bright green
de_de: Helles Grün
fr_fr: Vert vif

source: Bright yellow
de_de: Helles Gelb
fr_fr: Jaune vif

source: Bright blue
de_de: Helles Blau
fr_fr: Bleu vif

source: Bright purple
de_de: Helles lila
fr_fr: Violet vif

source: Bright cyan
de_de: Heller Zyan
fr_fr: Cyan brillant

source: Bright white
de_de: Helles Weiß
fr_fr: Blanc vif

source: Colors
de_de: Farben
fr_fr: Couleurs

source: Automatic
de_de: Automatisch
fr_fr: Automatique

source: to view all keymaps in the side panel
de_de: um alle Tastenkürzel im Seitenfenster anzuzeigen
fr_fr: pour voir tous les claviers du panneau latéral

source: Resize pane up
de_de: Fenster nach oben skalieren
fr_fr: Redimensionner le panneau vers le haut

source: Resize pane right
de_de: Fenster rechts skalieren
fr_fr: Redimensionner le panneau à droite

source: Resize pane down
de_de: Fenster nach unten skalieren
fr_fr: Redimensionner le volet vers le bas

source: Resize pane left
de_de: Fenster nach links skalieren
fr_fr: Redimensionner le volet à gauche

source: Focus next pane
de_de: Nächstes Fenster fokussieren
fr_fr: Focus sur le volet suivant

source: Focus previous pane
de_de: Vorheriges Fenster fokussieren
fr_fr: Mise au point du volet précédent

source: Toggle window visibility
de_de: Fenstersichtlichkeit umschalten
fr_fr: Basculer la visibilité de la fenêtre

source: Reopen closed tab
de_de: Geschlossener Tab erneut öffnen
fr_fr: Rouvrir l'onglet fermé

source: Show all keymaps
de_de: Alle Keymaps anzeigen
fr_fr: Afficher tous les claviers

source: Manage keymaps
de_de: Tastenkürzel verwalten
fr_fr: Gérer les claviers

source: Context menu style
de_de: Kontextmenü-Stil
fr_fr: Style du menu contextuel

source: Controls the visual style of the context menu.
de_de: Steuert den visuellen Stil des Kontextmenüs.
fr_fr: Contrôle le style visuel du menu contextuel.

source: Detailed
de_de: Detailliert
fr_fr: Détaillé

source: Controls the workspace loaded at startup.
de_de: Steuert den beim Start geladenen Arbeitsbereich.
fr_fr: Contrôle l'espace de travail chargé au démarrage.

source: Edit tab
de_de: Tab bearbeiten
fr_fr: Modifier l'onglet

source: Run tab
de_de: Tab ausführen
fr_fr: Exécuter l'onglet

source: Run workspace
de_de: Arbeitsbereich ausführen
fr_fr: Exécuter l'espace de travail

source: Profile used as the base configuration for this tab.
de_de: Profil wird als Basiskonfiguration für diesen Tab verwendet.
fr_fr: Profil utilisé comme configuration de base pour cet onglet.

source: Override title
de_de: Titel überschreiben
fr_fr: Remplacer le titre

source: Whether the terminal title should be overridden by this tab title.
de_de: Gibt an, ob der Terminaltitel durch diesen Tab-Titel überschrieben werden soll.
fr_fr: Si le titre du terminal doit être remplacé par ce titre d'onglet.

source: Type a command and press Enter to add another
de_de: Geben Sie einen Befehl ein und drücken Sie die Eingabetaste, um einen weiteren hinzuzufügen
fr_fr: Tapez une commande et appuyez sur Entrée pour en ajouter une autre

source: Listening for key combination…
de_de: Abhören der Tastenkombination…
fr_fr: Écoute de la combinaison de clés…

source: to cancel
de_de: abbrechen
fr_fr: annuler

source: Command
de_de: Befehl
fr_fr: Commandes

source: Welcome to Alpha
de_de: Willkommen bei Alpha
fr_fr: Bienvenue dans l'Alpha

source: A modern terminal for modern workflows.
de_de: Ein modernes Terminal für moderne Workflows.
fr_fr: Un terminal moderne pour les flux de travail modernes.

source: to start using Alpha
de_de: um Alpha zu verwenden
fr_fr: pour commencer à utiliser Alpha

source: Confirm
de_de: Bestätigen
fr_fr: Valider

source: No history yet
de_de: Noch kein Verlauf
fr_fr: Pas encore d'historique

source: Rename tab
de_de: Tab umbenennen
fr_fr: Renommer l'onglet

source: Rename
de_de: Umbenennen
fr_fr: Renommer

source: Close tab
de_de: Tab schließen
fr_fr: Fermer l'onglet

source: Whether to draw bold text in bright colors.
de_de: Ob kühner Text in hellen Farben gezeichnet werden soll.
fr_fr: Afficher/Masquer le texte en gras dans les couleurs vives.

source: Whether to use font ligatures.
de_de: Gibt an, ob Font-Ligaturen verwendet werden sollen.
fr_fr: Utiliser les ligatures de police.

source: Whether the cursor blinks.
de_de: Ob der Cursor blinkt.
fr_fr: Si le curseur clignote.

source: Workspace
de_de: Arbeitsbereich
fr_fr: Espace de travail

source: Show all commands
de_de: Alle Befehle anzeigen
fr_fr: Afficher toutes les commandes

source: Navigate with
de_de: Navigieren mit
fr_fr: Naviguer avec

source: Profile name as tab title
de_de: Profilname als Tabtitel
fr_fr: Nom du profil en tant que titre de l'onglet

source: Whether the tab title should match the profile name.
de_de: Gibt an, ob der Tab-Titel mit dem Profilnamen übereinstimmt.
fr_fr: Si le titre de l'onglet doit correspondre au nom du profil.

source: Click to copy
de_de: Zum Kopieren klicken
fr_fr: Cliquer pour copier

source: Close other tabs
de_de: Andere Tabs schließen
fr_fr: Fermer les autres onglets

source: Close tabs to the right
de_de: Tabs rechts schließen
fr_fr: Fermer les onglets à droite

source: Open a terminal at startup
de_de: Ein Terminal beim Start öffnen
fr_fr: Ouvrir un terminal au démarrage

source: Restore previous session at startup
de_de: Vorherige Sitzung beim Start wiederherstellen
fr_fr: Restaurer la session précédente au démarrage

source: Whether to show window in the center of the screen on launch.
de_de: Gibt an, ob das Fenster in der Mitte des Bildschirms beim Start angezeigt werden soll.
fr_fr: Afficher/Masquer la fenêtre au centre de l'écran lors du lancement.

source: Defaults
de_de: Standardwerte
fr_fr: Valeurs par défaut

source: Insert a valid Gist ID
de_de: Gültige Gist ID einfügen
fr_fr: Insérer un ID Gist valide

source: Last import: {{syncInfo.date}} from {{syncInfo.filename}}
de_de: Letzter Import: {{syncInfo.date}} von {{syncInfo.filename}}
fr_fr: Dernière importation : {{syncInfo.date}} de {{syncInfo.filename}}

source: Env variable
fr_fr: Variable Env

source: Env variables
de_de: Env-Variablen
fr_fr: Variables Env

source: Forwarded port
de_de: Weitergeleiteter Port
fr_fr: Port transféré

source: Forwarded ports
de_de: Weitergeleitete Ports
fr_fr: Ports transférés

source: Forward Host
de_de: Host weiterleiten
fr_fr: Hôte de transfert

source: Forward Port
de_de: Port weiterleiten
fr_fr: Port de transfert

source: New workspace
de_de: Neuer Arbeitsbereich
fr_fr: Nouvel espace de travail

source: No workspaces yet
de_de: Noch keine Workspaces
fr_fr: Aucun espace de travail pour le moment

source: No workspaces found
de_de: Keine Workspaces gefunden
fr_fr: Aucun espace de travail trouvé

source: Create a workspace to start organizing your sessions
de_de: Erstellen Sie einen Workspace, um Ihre Sitzungen zu organisieren
fr_fr: Créez un espace de travail pour commencer à organiser vos sessions

source: Try a different search
de_de: Versuchen Sie eine andere Suche
fr_fr: Essayez une autre recherche

source: Search for a command
de_de: Nach einem Befehl suchen
fr_fr: Rechercher une commande

source: New snippet
fr_fr: Nouveau snippet

source: Add command
fr_fr: Ajouter une commande

source: Select or type a snippet
fr_fr: Sélectionnez ou saisissez un snippet

source: No commands yet
fr_fr: Aucune commande trouvée

source: No snippets yet
fr_fr: Aucun snippet pour le moment

source: Not run yet
fr_fr: Pas encore exécuté

source: Last ran
fr_fr: Dernière exécution

source: in
fr_fr: dans

source: others
fr_fr: autres

source: Tab color
fr_fr: Couleur de l'onglet

source: Pink
fr_fr: Rose

source: Application
de_de: Anwendung

source: Scrollback
de_de: Rollback

source: Interaction
de_de: Interaktion

source: Exact
de_de: Exakt

source: Local
de_de: Lokal

source: Cyan
de_de: Türkis

source: Workspaces
de_de: Arbeitsbereiche
