Repository: arthurdevv/alpha
Catalog: locales/*.po
Languages: de_de, fr_fr

source: Profiles
de_de: Profile
fr_fr: Profils

source: Profile
de_de: Profil
fr_fr: Profil

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Minimize
de_de: Minimieren
fr_fr: Minimiser

source: Maximize
de_de: Maximieren
fr_fr: Agrandir

source: Close
de_de: Schließen
fr_fr: Fermer

source: About
de_de: Über
fr_fr: À propos

source: Copy
de_de: Kopieren
fr_fr: Copier

source: New profile
de_de: Neues Profil
fr_fr: Nouveau profil

source: Manage profiles
de_de: Profile verwalten
fr_fr: Gérer les profils

source: Select or type a profile
de_de: Profil auswählen oder eingeben
fr_fr: Sélectionnez ou tapez un profil

source: Ungrouped
de_de: Nicht gruppiert
fr_fr: Non groupé

source: System
fr_fr: Système

source: Connections
de_de: Verbindungen
fr_fr: Connexions

source: Select or type a profile to duplicate
de_de: Profil zum Duplizieren auswählen oder eingeben
fr_fr: Sélectionnez ou tapez un profil à dupliquer

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Select or type a command
de_de: Befehl auswählen oder eingeben
fr_fr: Sélectionnez ou tapez une commande

source: Window
de_de: Fenster
fr_fr: Fenêtre

source: Help
de_de: Hilfe
fr_fr: Aide

source: New window
de_de: Neues Fenster
fr_fr: Nouvelle fenêtre

source: Toggle developer tools
de_de: Entwicklerwerkzeuge umschalten
fr_fr: Afficher les outils de développement

source: Paste
de_de: Einfügen
fr_fr: Coller

source: Select all
de_de: Alles auswählen
fr_fr: Tout sélectionner

source: Search
de_de: Suchen
fr_fr: Rechercher

source: See more
de_de: Mehr ansehen
fr_fr: En savoir plus

source: See less
de_de: Weniger sehen
fr_fr: En voir moins

source: Expand pane
de_de: Fenster erweitern
fr_fr: Développer le panneau

source: Broadcast
de_de: Übertragen
fr_fr: Diffuser

source: Appearance
de_de: Erscheinungsbild
fr_fr: Apparence

source: Keymaps
de_de: Tastenkürzel
fr_fr: Raccourcis clavier

source: Config
de_de: Konfigurationsdatei
fr_fr: Fichier de configuration

source: Config file
de_de: Konfigurationsdatei
fr_fr: Fichier de configuration

source: Check for Updates
de_de: Nach Updates suchen
fr_fr: Rechercher des mises à jour

source: Automatic updates
de_de: Automatische Updates
fr_fr: Mises à jour automatiques

source: Language
de_de: Sprache
fr_fr: Langue

source: Whether the application should use the GPU for its rendering.
de_de: Legt fest, ob die Anwendung die GPU für das Rendering verwenden soll.
fr_fr: Définit si l'application doit utiliser le GPU pour son rendu.

source: Whether to automatically install an update when it is available.
de_de: Legt fest, ob ein Update automatisch installiert werden soll, wenn es verfügbar ist.
fr_fr: Définit s'il faut installer automatiquement une mise à jour lorsqu'elle est disponible.

source: Alpha will be displayed in this language.
de_de: Alpha wird in dieser Sprache angezeigt.
fr_fr: Alpha sera affiché dans cette langue.

source: Font size
de_de: Schriftgröße
fr_fr: Taille de la police

source: Font family
de_de: Schriftfamilie
fr_fr: Famille de polices

source: Font weight
de_de: Schriftstärke (Normal)
fr_fr: Graisse de la police normale

source: Bold font weight
de_de: Schriftstärke (Fett)
fr_fr: Graisse de la police en gras

source: Bold text in bright colors
de_de: Fetter Text in hellen Farben
fr_fr: Texte en gras dans des couleurs vives

source: Font ligatures
de_de: Schriftligaturen
fr_fr: Ligatures de police

source: Line height
de_de: Zeilenhöhe
fr_fr: Hauteur de ligne

source: Letter spacing
de_de: Zeichenabstand
fr_fr: Espacement des lettres

source: Minimum contrast ratio
de_de: Mindestkontrastverhältnis
fr_fr: Rapport de contraste minimum

source: Cursor style
de_de: Cursor-Stil
fr_fr: Style du curseur

source: Cursor blinking
de_de: Cursorblinken
fr_fr: Clignotement du curseur

source: Controls the font size in pixels.
de_de: Steuert die Schriftgröße in Pixeln.
fr_fr: Contrôle la taille de la police en pixels.

source: Controls the font family.
de_de: Steuert die Schriftfamilie.
fr_fr: Contrôle la famille de polices.

source: Controls the font weight.
de_de: Steuert die Schriftstärke.
fr_fr: Contrôle la graisse de la police.

source: Controls the font weight used to render bold text.
de_de: Steuert die Schriftstärke für die Darstellung von fettem Text.
fr_fr: Contrôle la graisse de la police utilisée pour afficher le texte en gras.

source: Controls the minimum contrast ratio for text in the terminal.
de_de: Steuert das Mindestkontrastverhältnis für Text im Terminal.
fr_fr: Contrôle le rapport de contraste minimum pour le texte dans le terminal.

source: Controls the spacing in whole pixels between characters.
de_de: Steuert den Abstand in ganzen Pixeln zwischen den Zeichen.
fr_fr: Contrôle l'espacement en pixels entiers entre les caractères.

source: Controls whether to use font ligatures.
de_de: Steuert, ob Schriftligaturen verwendet werden sollen.
fr_fr: Contrôle s'il faut utiliser les ligatures de police.

source: Controls the line height.
de_de: Steuert die Zeilenhöhe.
fr_fr: Contrôle la hauteur de la ligne.

source: Controls whether to draw bold text in bright colors.
de_de: Steuert, ob fetter Text in hellen Farben gezeichnet werden soll.
fr_fr: Contrôle si le texte en gras doit être dessiné avec des couleurs vives.

source: Controls the style of cursor.
de_de: Steuert den Stil des Cursors.
fr_fr: Contrôle le style du curseur.

source: Controls whether the cursor blinks.
de_de: Steuert, ob der Cursor blinkt.
fr_fr: Contrôle si le curseur clignote.

source: Rendering
de_de: Darstellung
fr_fr: Rendu

source: Renderer
fr_fr: Moteur de rendu

source: Scroll on input
de_de: Bei Eingabe scrollen
fr_fr: Défilement à la saisie

source: Right click
de_de: Rechtsklick
fr_fr: Clic droit

source: Link modifier
de_de: Link-Modifikator
fr_fr: Modificateur pour Link

source: Selection
de_de: Auswahl
fr_fr: Sélection

source: Copy on select
de_de: Beim Auswählen kopieren
fr_fr: Copier lors de la sélection

source: Trim whitespaces
de_de: Leerzeichen am Ende entfernen
fr_fr: Supprimer les espaces superflus

source: Word separators
de_de: Worttrennzeichen
fr_fr: Séparateurs de mots

source: Panes
de_de: Bereiche
fr_fr: Volets

source: Focus on hover
de_de: Fokus bei Mausberührung
fr_fr: Focus au survol

source: Preserve working directory
de_de: Arbeitsverzeichnis beibehalten
fr_fr: Conserver le répertoire de travail

source: Startup
de_de: Start
fr_fr: Démarrage

source: Open a terminal on start
de_de: Terminal beim Start öffnen
fr_fr: Ouvrir un terminal au démarrage

source: Restore previous session on start
de_de: Vorherige Sitzung beim Start wiederherstellen
fr_fr: Restaurer la session précédente au démarrage

source: Controls the terminal-based rendering.
de_de: Steuert die terminalbasierte Darstellung.
fr_fr: Contrôle le rendu basé sur le terminal.

source: Controls the amount of rows beyond the initial viewport.
de_de: Steuert die Anzahl der Zeilen außerhalb des anfänglichen Ansichtsbereichs.
fr_fr: Contrôle le nombre de lignes au-delà de la vue initiale.

source: Whether to scroll to the bottom on user input.
de_de: Legt fest, ob bei Benutzereingabe nach unten gescrollt werden soll.
fr_fr: Définit s'il faut défiler vers le bas lors de la saisie de l'utilisateur.

source: Controls the terminal action triggered by right click.
de_de: Steuert die durch einen Rechtsklick ausgelöste Terminal-Aktion.
fr_fr: Contrôle l'action du terminal déclenchée par le clic droit.

source: Controls the key modifier required to activate links.
de_de: Steuert die Modifikatortaste, die zum Aktivieren von Links erforderlich ist.
fr_fr: Contrôle la touche de modification requise pour activer les liens.

source: Whether to copy the text when it is selected.
de_de: Legt fest, ob der Text beim Auswählen kopiert werden soll.
fr_fr: Définit s'il faut copier le texte lorsqu'il est sélectionné.

source: Whether to remove trailing whitespaces from copied selection.
de_de: Legt fest, ob nachgestellte Leerzeichen aus der kopierten Auswahl entfernt werden sollen.
fr_fr: Définit s'il faut supprimer les espaces de fin de la sélection copiée.

source: Controls the separator symbols for double-click selection.
de_de: Steuert die Trennzeichen für die Auswahl per Doppelklick.
fr_fr: Contrôle les symboles séparateurs pour la sélection par double-clic.

source: Whether to automatically focus the pane when hovered.
de_de: Legt fest, ob der Bereich bei Mausberührung automatisch fokussiert werden soll.
fr_fr: Définit s'il faut automatiquement faire le focus sur le volet au survol.

source: Whether to preserve current directory when creating splits.
de_de: Legt fest, ob das aktuelle Verzeichnis beim Erstellen von Teilungen beibehalten werden soll.
fr_fr: Définit s'il faut conserver le répertoire actuel lors de la création de divisions.

source: Whether to automatically open the default profile.
de_de: Legt fest, ob das Standardprofil automatisch geöffnet werden soll.
fr_fr: Définit s'il faut ouvrir automatiquement le profil par défaut.

source: Whether to restore the closed terminal tabs.
de_de: Legt fest, ob die geschlossenen Terminal-Tabs wiederhergestellt werden sollen.
fr_fr: Définit s'il faut restaurer les onglets de terminal fermés.

source: Default profile
de_de: Standardprofil
fr_fr: Profil par défaut

source: Controls the default profile for new terminals.
de_de: Steuert das Standardprofil für neue Terminals.
fr_fr: Contrôle le profil par défaut pour les nouveaux terminaux.

source: Run
de_de: Ausführen
fr_fr: Exécuter

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Remove
de_de: Entfernen
fr_fr: Retirer

source: Are you sure you want to delete
de_de: Sind Sie sicher, dass Sie löschen möchten
fr_fr: Êtes-vous sûr de vouloir supprimer

source: Press key combination and then press
de_de: Tastenkombination drücken und dann drücken
fr_fr: Appuyez sur la combinaison de touches puis appuyez sur

source: Add keys...
de_de: Schlüssel hinzufügen...
fr_fr: Ajouter des clés...

source: Clear terminal
de_de: Terminal leeren
fr_fr: Vider le terminal

source: Close terminal
de_de: Terminal schließen
fr_fr: Fermer le terminal

source: Close settings
de_de: Einstellungen schließen
fr_fr: Fermer les paramètres

source: Expand/collapse pane
de_de: Bereich erweitern/reduzieren
fr_fr: Agrandir/réduire le volet

source: Collapse pane
de_de: Fenster einklappen
fr_fr: Réduire le panneau

source: Move to next pane
de_de: Zum nächsten Fenster verschieben
fr_fr: Déplacer vers le volet suivant

source: Move to previous pane
de_de: Zum vorherigen Fenster verschieben
fr_fr: Déplacer vers le volet précédent

source: Close pane
de_de: Bereich schließen
fr_fr: Fermer le volet

source: New terminal
de_de: Neues Terminal
fr_fr: Nouveau terminal

source: Split horizontal
de_de: Horizontal teilen
fr_fr: Diviser horizontalement

source: Split vertical
de_de: Vertikal teilen
fr_fr: Diviser verticalement

source: Reconnect client
de_de: Client neu verbinden
fr_fr: Reconnecter le client

source: Disconnect client
de_de: Client trennen
fr_fr: Déconnecter le client

source: Reconnect
de_de: Neu verbinden
fr_fr: Reconnecter

source: Disconnect
de_de: Trennen
fr_fr: Déconnecter

source: Next tab
de_de: Nächster Tab
fr_fr: Onglet suivant

source: Previous tab
de_de: Vorheriger Tab
fr_fr: Onglet précédent

source: Toggle fullscreen
de_de: Vollbild umschalten
fr_fr: Activer/désactiver le plein écran

source: Transparency
de_de: Transparenz
fr_fr: Transparence

source: Acrylic background
de_de: Acryl-Hintergrund
fr_fr: Arrière-plan acrylique

source: Opacity
de_de: Deckkraft
fr_fr: Opacité

source: Layout
fr_fr: Mise en page

source: Tab width
de_de: Tab-Breite
fr_fr: Largeur d'onglet

source: New tab position
de_de: Position neuer Tabs
fr_fr: Position du nouvel onglet

source: Behavior
de_de: Verhalten
fr_fr: Comportement

source: Instance behavior
de_de: Instanzverhalten
fr_fr: Comportement de l'instance

source: Always on top
de_de: Immer im Vordergrund
fr_fr: Toujours visible

source: Automatically hide window
de_de: Fenster automatisch ausblenden
fr_fr: Masquer automatiquement la fenêtre

source: Launch
de_de: Start
fr_fr: Lancement

source: Launch mode
de_de: Startmodus
fr_fr: Mode de lancement

source: Center on launch
de_de: Beim Start zentrieren
fr_fr: Centrer au lancement

source: Whether to enable window translucent background.
de_de: Legt fest, ob der durchscheinende Fensterhintergrund aktiviert werden soll.
fr_fr: Activer l'arrière-plan translucide de la fenêtre.

source: Controls the opacity of the window.
de_de: Steuert die Deckkraft des Fensters.
fr_fr: Contrôle l'opacité de la fenêtre.

source: Controls the tabs width mode.
de_de: Steuert den Breitenmodus der Tabs.
fr_fr: Contrôle le mode de largeur des onglets.

source: Controls where new tabs are added in the tab row.
de_de: Steuert, wo neue Tabs in der Tab-Leiste hinzugefügt werden.
fr_fr: Contrôle l'endroit où les nouveaux onglets sont ajoutés dans la rangée d'onglets.

source: Controls the behavior of new instances of the application.
de_de: Steuert das Verhalten neuer Anwendungsinstanzen.
fr_fr: Contrôle le comportement des nouvelles instances de l'application.

source: Whether the window should stay on top of other windows.
de_de: Legt fest, ob das Fenster über anderen Fenstern bleiben soll.
fr_fr: Définit si la fenêtre doit rester au-dessus des autres fenêtres.

source: Whether to automatically hide window when switch to another window.
de_de: Legt fest, ob das Fenster beim Wechsel zu einem anderen Fenster automatisch ausgeblendet werden soll.
fr_fr: Masquer automatiquement la fenêtre lors du passage à une autre fenêtre.

source: Controls the initial display mode of the window.
de_de: Steuert den anfänglichen Anzeigemodus des Fensters.
fr_fr: Contrôle le mode d'affichage initial de la fenêtre.

source: Whether to show window in the center of the screen.
de_de: Legt fest, ob das Fenster in der Mitte des Bildschirms angezeigt werden soll.
fr_fr: Afficher la fenêtre au centre de l'écran.

source: Warning
de_de: Warnung
fr_fr: Avertissement

source: Paste anyway
de_de: Trotzdem einfügen
fr_fr: Coller quand même

source: The clipboard text has multiple lines, which might lead to unexpected execution.
de_de: Der Text der Zwischenablage hat mehrere Zeilen, was zu unerwarteter Ausführung führen kann.
fr_fr: Le texte du presse-papiers a plusieurs lignes, ce qui peut conduire à une exécution inattendue.

source: Use
de_de: Verwenden Sie
fr_fr: Utilisez

source: to save changes
de_de: um Änderungen zu speichern
fr_fr: pour enregistrer les modifications

source: Import
fr_fr: Importer

source: Import from Gist
de_de: Aus Gist importieren
fr_fr: Importer depuis Gist

source: Default
de_de: Standard
fr_fr: Par défaut

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé

source: Context menu
de_de: Kontextmenü
fr_fr: Menu contextuel

source: Paste text from clipboard, otherwise copy selection
de_de: Text aus der Zwischenablage einfügen, andernfalls Auswahl kopieren
fr_fr: Coller le texte du presse-papiers, sinon copier la sélection

source: None
de_de: Keine
fr_fr: Aucun

source: Auto
de_de: Automatisch
fr_fr: Automatique

source: Fixed
de_de: Fest
fr_fr: Fixe

source: After current tab
de_de: Nach dem aktuellen Tab
fr_fr: Après l'onglet actuel

source: End of the row
de_de: Am Ende der Zeile
fr_fr: Fin de la rangée

source: Create new window
de_de: Neues Fenster erstellen
fr_fr: Créer une nouvelle fenêtre

source: Attach to existing window
de_de: An vorhandenes Fenster anhängen
fr_fr: Attacher à une fenêtre existante

source: Maximized
de_de: Maximiert
fr_fr: Agrandie

source: Full screen
de_de: Vollbild
fr_fr: Plein écran

source: English (US)
de_de: Englisch (US)
fr_fr: Anglais (US)

source: Previous match
de_de: Vorheriges Spiel
fr_fr: Correspondance précédente

source: Next match
de_de: Nächstes Spiel
fr_fr: Correspondance suivante

source: Case sensitive
de_de: Groß-/Kleinschreibung
fr_fr: Sensible à la casse

source: Whole word
de_de: Ganzes Wort
fr_fr: Mot entier

source: Regular expression
de_de: Regulärer Ausdruck
fr_fr: Expression régulière

source: environment
de_de: Umgebungsvariablen
fr_fr: environnement

source: copy
de_de: kopieren
fr_fr: copier

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: Group
de_de: Gruppe
fr_fr: Groupe

source: Name
fr_fr: Nom

source: Executable file
de_de: Ausführbare Datei
fr_fr: Fichier exécutable

source: Working directory
de_de: Arbeitsverzeichnis
fr_fr: Répertoire de travail

source: Tab Title
de_de: Tab-Titel
fr_fr: Titre de l'onglet

source: Value
de_de: Wert
fr_fr: Valeur

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: general
de_de: allgemein
fr_fr: général

source: advanced
de_de: fortgeschrittene
fr_fr: avancé

source: Name of the group to appear in the profiles list.
de_de: Name der Gruppe, die in der Profilliste angezeigt werden soll.
fr_fr: Nom du groupe à afficher dans la liste des profils.

source: Path to the executable to be launched for the profile.
de_de: Pfad zur ausführbaren Datei, die für das Profil gestartet werden soll.
fr_fr: Chemin vers l'exécutable à lancer pour le profil.

source: Absolute path where the executable will be run.
de_de: Absoluter Pfad, in dem die ausführbare Datei ausgeführt wird.
fr_fr: Chemin absolu où l'exécutable sera lancé.

source: Sets the tab title to match the profile name.
de_de: Setzt den Tab-Titel so, dass er dem Profilnamen entspricht.
fr_fr: Définit le titre de l'onglet pour qu'il corresponde au nom du profil.

source: Copied to clipboard
de_de: In die Zwischenablage kopiert
fr_fr: Copié dans le presse-papiers

source: Serial connection
de_de: Serial-Verbindung
fr_fr: Connexion Serial

source: SSH connection
de_de: SSH-Verbindung
fr_fr: Connexion SSH

source: Path
de_de: Pfad
fr_fr: Chemin

source: Baud rate
fr_fr: Débit en bauds

source: Newline mode
de_de: Zeilenumbruch-Modus
fr_fr: Mode de fin de ligne

source: Input behavior
de_de: Eingabeverhalten
fr_fr: Comportement en entrée

source: Output behavior
de_de: Ausgabeverhalten
fr_fr: Comportement en sortie

source: System path of the serial port to open.
de_de: Systempfad des zu öffnenden seriellen Ports.
fr_fr: Chemin système du port série à ouvrir.

source: Baud rate of the port to be opened.
de_de: Baudrate des zu öffnenden Ports.
fr_fr: Débit en bauds du port à ouvrir.

source: Line-ending characters appended to outgoing data.
de_de: Zeilenende-Zeichen, die an ausgehende Daten angehängt werden.
fr_fr: Caractères de fin de ligne ajoutés aux données sortantes.

source: Behavior of the parser for incoming serial data.
de_de: Verhalten des Parsers für eingehende serielle Daten.
fr_fr: Comportement de l'analyseur pour les données série entrantes.

source: Behavior of the parser for outgoing serial data.
de_de: Verhalten des Parsers für ausgehende serielle Daten.
fr_fr: Comportement de l'analyseur pour les données série sortantes.

source: Data bits
de_de: Datenbits
fr_fr: Bits de données

source: Stop bits
de_de: Stoppbits
fr_fr: Bits d'arrêt

source: Parity
de_de: Parität
fr_fr: Parité

source: Line by line
de_de: Zeile für Zeile
fr_fr: Ligne par ligne

source: Even
de_de: Gerade
fr_fr: Pair

source: Odd
de_de: Ungerade
fr_fr: Impair

source: Whether enables hardware flow control using RTS/CTS signals.
de_de: Aktiviert die Hardware-Flusssteuerung mithilfe von RTS/CTS-Signalen.
fr_fr: Active le contrôle de flux matériel à l'aide des signaux RTS/CTS.

source: Number of stop bits signaling the end of a character.
de_de: Anzahl der Stoppbits, die das Ende eines Zeichens signalisieren.
fr_fr: Nombre de bits d'arrêt signalant la fin d'un caractère.

source: Number of data bits in each transmitted character.
de_de: Anzahl der Datenbits in jedem übertragenen Zeichen.
fr_fr: Nombre de bits de données dans chaque caractère transmis.

source: Bit used to check data integrity during transmission.
de_de: Bit zur Überprüfung der Datenintegrität während der Übertragung.
fr_fr: Bit utilisé pour vérifier l'intégrité des données pendant la transmission.

source: Whether enables XON signal to resume data flow.
de_de: Ermöglicht dem XON-Signal, den Datenfluss fortzusetzen.
fr_fr: Permet au signal XON de reprendre le flux de données.

source: Whether enables XOFF signal to pause data flow.
de_de: Ermöglicht dem XOFF-Signal, den Datenfluss anzuhalten.
fr_fr: Permet au signal XOFF de suspendre le flux de données.

source: Whether resumes data flow on any received character.
de_de: Setzt den Datenfluss bei jedem empfangenen Zeichen fort.
fr_fr: Reprend le flux de données à la réception de n'importe quel caractère.

source: Match
de_de: Übereinstimmung
fr_fr: Correspondance

source: Execute
de_de: Ausführen
fr_fr: Exécuter

source: send
de_de: senden
fr_fr: envoyer

source: exact match
de_de: exakte Übereinstimmung
fr_fr: correspondance exacte

source: No ports added
de_de: Keine Ports hinzugefügt
fr_fr: Aucun ports ajoutés

source: No scripts added
de_de: Keine Scripts hinzugefügt
fr_fr: Aucun script ajouté

source: No variables added
de_de: Keine Variablen hinzugefügt
fr_fr: Aucune variable ajoutée

source: Username for authentication.
de_de: Benutzername für die Authentifizierung.
fr_fr: Nom d'utilisateur pour l'authentification.

source: Port number of the server.
de_de: Portnummer des Servers.
fr_fr: Numéro de port du serveur.

source: Hostname or IP address of the server.
de_de: Hostname oder IP-Adresse des Servers.
fr_fr: Nom d'hôte ou adresse IP du serveur.

source: Host
fr_fr: Hôte

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Authentication method
de_de: Authentifizierungsmethode
fr_fr: Méthode d'authentification

source: Private key
de_de: Privater Schlüssel
fr_fr: Clé privée

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Interactive
de_de: Interaktiv
fr_fr: Interactif

source: Private key file used for authentication.
de_de: Datei des privaten Schlüssels, die zur Authentifizierung verwendet wird.
fr_fr: Fichier de clé privée utilisé pour l'authentification.

source: Password used for authentication.
de_de: Passwort, das zur Authentifizierung verwendet wird.
fr_fr: Mot de passe utilisé pour l'authentification.

source: Method used to authenticate the connection.
de_de: Methode zur Authentifizierung der Verbindung.
fr_fr: Méthode utilisée pour authentifier la connexion.

source: Enter password
de_de: Passwort eingeben
fr_fr: Entrez le mot de passe

source: Upload key...
de_de: Schlüssel hochladen...
fr_fr: Télécharger la clé...

source: Select private key file
de_de: Private Schlüsseldatei auswählen
fr_fr: Sélectionner un fichier de clé privée

source: Agent forward
de_de: Agenten-Weiterleitung
fr_fr: Transfert d'agent

source: Ignore messages
de_de: Nachrichten ignorieren
fr_fr: Ignorer les messages

source: Keep alive interval
de_de: Keep-Alive-Intervall
fr_fr: Intervalle de maintien de la connexion

source: Keep alive count max
de_de: Maximale Keep-Alive-Anzahl
fr_fr: Nombre maximal de maintiens de la connexion

source: Whether to use OpenSSH agent forwarding (auth-agent@openssh.com).
de_de: Legt fest, ob die OpenSSH-Agenten-Weiterleitung (auth-agent@openssh.com) verwendet werden soll.
fr_fr: Utiliser le transfert d'agent OpenSSH (auth-agent@openssh.com).

source: Whether to enable x11 forwarding for remote graphical applications.
de_de: Legt fest, ob die X11-Weiterleitung für entfernte grafische Anwendungen aktiviert werden soll.
fr_fr: Activer le transfert X11 pour les applications graphiques distantes.

source: Whether to ignore the connection banner and greeting messages.
de_de: Legt fest, ob das Verbindungsbanner und die Begrüßungsnachrichten ignoriert werden sollen.
fr_fr: Ignorer la bannière de connexion et les messages d'accueil.
